<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<%@ taglib uri="http://java.sun.com/jsp/jstl/core" prefix="c"%>
<c:set var="pageTitle" value="MAIN"></c:set>
<%@ include file="../common/head.jspf"%>
<div>꿈 해석은 기원전 3000-4000년으로 거슬러 올라가며, 클레이 태블릿에 기록되어 있습니다. 
<br>
우리가 꿈에 대해 이야기할 수 있는 한, 우리는 꿈에 매료되어 그것들을 이해하려고 노력해 왔습니다.
<br>
	몇몇 원시사회에서, 구성원들은 꿈의 세계와 깨어있는 세계를 구별할 수 없었습니다. 아니면 단순히 구별하지 않기로 선택할 수도 있습니다. 그들은 꿈의 세계가 현실의 연장일 뿐만 아니라 더 강력한 세계라는 것을
	보았습니다. <br>그리스와 로마 시대에, 꿈은 종교적인 맥락에서 보였습니다. 그것들은 신이나 죽은 사람들로부터의 직접적인 메시지라고 믿어졌습니다. <br>그 당시의 사람들은 무엇을 해야 할지, 어떤 행동 방침을 취해야 할지에
	대한 해결책을 찾고 있었습니다. <br>그들은 꿈이 예고되고 미래를 예언한다고 믿었습니다. <br>특별한 사당은 심지어 사람들이 꿈을 통해 그들에게 메시지가 전달되기를 바라면서 잠을 자러 갈 수 있는 곳에 지어졌습니다. <br>꿈의 힘에
	대한 그들의 믿음은 너무 강해서 심지어 정치와 군사 지도자들의 행동까지도 좌우했습니다. 사실, 꿈 통역사들은 심지어 전쟁 전략을 돕기 위해 군 지도자들과 함께 전투에 참여했습니다. <br>그리스 철학자 아리스토텔레스는
	꿈이 생리적인 기능의 결과라고 믿었습니다. 꿈은 질병을 진단하고 질병의 발생을 예측할 수 있었습니다. <br>꿈 해몽의 역사와 해외 및 국내 상징 의미 - 꿈 해몽 꿈 해석 해몽 풀이 헬레니즘 시대에, 꿈의 주요 초점은
	치유 능력에 집중되었습니다. <br>아스클레피온이라 불리는 사원은 꿈의 치유력을 중심으로 지어졌습니다. <br>이 절에서 잠을 잔 병든 사람들은 꿈을 통해 치료법을 보내게 될 것이라고 믿었습니다. 꿈 통역사들은 심지어 의학
	진단에서 약사들을 도왔습니다. 꿈은 치료자들이 꿈을 꾸는 사람에게 무엇이 잘못되었는지를 발견하는 데 중요한 단서를 제공한다고 믿었습니다. 이집트에서, 성직자들은 또한 꿈의 통역가 역할을 했습니다. 이집트인들은
	그들의 꿈을 상형문자로 기록했습니다. 특히 생생하고 의미 있는 꿈을 가진 사람들은 축복받은 것으로 여겨졌고 특별하게 여겨졌습니다. 꿈을 해석할 수 있는 힘을 가진 사람들은 신이 내린 재능으로 존경받았습니다. 꿈은
	여러분의 영혼과 영혼이 매일 밤 가서 방문하는 실제 장소로 여겨질 수 있습니다. 중국인들은 영혼이 육체를 떠나 이 세계로 들어간다고 믿었습니다. 하지만, 만약 그들이 갑자기 깨어난다면, 그들의 영혼은 신체로
	돌아오지 못할 수도 있습니다. 이러한 이유로, 오늘날 일부 중국인들은 알람시계를 경계합니다. 일부 아메리카 원주민 부족과 멕시코 문명은 별개의 꿈의 차원에 대한 동일한 개념을 공유합니다. 그들은 그들의 조상들이
	그들의 꿈에서 살고 식물과 같은 인간이 아닌 형태를 취한다고 믿었습니다. 그들은 꿈을 방문하거나 그들의 조상들과 접촉하는 한 방법으로 봅니다. 꿈은 또한 인생에서 그들의 임무나 역할을 가리키는데 도움을 주었습니다.

	중세시대에 꿈은 악으로 보였고 그 이미지는 악마의 유혹이었습니다. 약한 수면 상태에서, 악마는 인간의 마음을 독이 있는 생각으로 가득 찬다고 믿어졌습니다. 그는 우리를 잘못된 길로 인도하려는 꿈에도 불구하고 더러운
	일을 했습니다. 19세기 초, 꿈은 불안, 집안 소음 또는 심지어 소화불량에 기인하는 것으로 치부되었습니다. 따라서 그것은 정말 아무런 의미가 없습니다. 19세기 후반, 지그문트 프로이트는 꿈의 중요성과 해석의
	중요성을 되살렸습니다. 그는 꿈 연구에 혁명을 일으켰습니다. 이러한 고대 문화로 거슬러 올라가면, 사람들은 항상 꿈을 해석하는 경향이 있었습니다. 성경만으로도 꿈에 대한 700개가 넘는 언급이 있습니다.</div>
<div>안녕</div>

<%@ include file="../common/foot.jspf"%>